Repository: Giddy100/on-belay-ios-speaker
Catalog: on-belay-ios-speaker/Resources/Localizable.xcstrings
Source language: en
Languages: he

source: ACTIVATE SESSION
he: התחל האזנה

source: Active
he: פעיל

source: Active Duration
he: תאריכי פעילות

source: Active Group
he: הקבוצה הפעילה

source: Add Item
he: הוספה

# already_part_of_group
source: You have already part of this group
he: אתה כבר חלק מקבוצה זו

# are_you_sure_delete
source: Are you sure you want to delete the group?
he: האם אתה בטוח שברצונך למחוק את הקבוצה?

# are_you_sure_leave
source: Are you sure you want to leave the group?
he: האם אתה בטוח שברצונך לעזוב את הקבוצה?

source: Auto-starting session...
he: מפעיל סשן באופן אוטומטי...

# by_author
source: by %@
he: על ידי %@

source: Cancel
he: ביטול

source: Check Again
he: בדוק שוב

source: Close
he: סגור

source: Code
he: קוד

source: Command identified: %@
he: פקודה זוהתה: %@

source: Confirm
he: אישור

# confirm_remove_member
source: Are you sure you want to remove %@ from the group?
he: האם אתה בטוח שברצונך להסיר את %@ מהקבוצה?

source: Copy
he: העתק

source: Create
he: צור

source: Create Group
he: צור קבוצה

source: DEACTIVATE SESSION
he: הפסק האזנה

source: Delete Group
he: מחק קבוצה

source: End Date
he: תאריך סיום

# enter_code
source: Enter 4-digit code
he: הזן קוד בן 4 ספרות

# enter_security_code_desc
source: Enter the 4-digit code provided by the group leader to join "%@".
he: הזן את הקוד בן 4 הספרות שסופק על ידי מנהל הקבוצה כדי להצטרף ל-"%@".

# error_date_range
source: Date range cannot exceed 30 days.
he: טווח התאריכים אינו יכול לעלות על 30 יום.

# error_siri_disabled
source: Siri and Dictation are disabled in Settings. Please enable them to use voice commands.
he: Siri והכתבה מושבתים בהגדרות. אנא הפעל אותם כדי להשתמש בפקודות קוליות.

source: Group ID
he: מזהה קבוצה

source: Group not found
he: הקבוצה לא נמצאה

# group_starts_ends
source: Group starts at %@ and ends at %@
he: הקבוצה מתחילה ב-%@ ומסתיימת ב-%@

source: HELP
he: עזרה

# help_content_1
source: 1. Join an existing group or create your own.
he: 1. יש ליצור קבוצה או להצטרף לאחת קיימת

# help_content_2
source: 2. Tap "ACTIVATE LISTENING" when you start climbing. You\'ll see "Wait for \'Hey Moses\'" in the monitor.
he: 2. יש ללחוץ על \'התחלת האזנה\'. במוניטור יופיע שמחקים למילת הערה

# help_content_3
source: 3. Say "Hey Moses" to wake up the app. It will respond with "Listening" and wait for your command.
he: 3. יש לאמור \'Hey Moses\'

# help_content_4
source: 4. Say one of your group\'s command (e.g., "Climbing", "Belay is On", "Off Belay").
he: 4. יש לומר את אחת הפקודות באנגלית כמו Off Belay או Climbing וכו

# help_content_5
source: 5. You can also use the "QUICK SEND" button to manually broadcast a command without speaking.
he: 5. ניתן גם ללחוץ על QUICK SEND

# help_content_6
source: 6. When you receive a command from a teammate, your phone will play the sound. You have 15 seconds to say "OK" to acknowledge without needing the wakeup phrase.
he: 6. כאשר תתקבל הודעה מחבר, ניתן במשך 10 שניות לומר OK ללא צורך במילת הערה

# help_title
source: HOW TO USE
he: מדריך למשתמש

# invite_explanation
source: Please copy the text below and send it to your friends.
he: אנא העתק את הטקסט למטה ושלח אותו לחבריך.

source: INVITE MEMBERS
he: הזמן חברים

# invite_template
source: To join my group %@, please join with the group id %@ and follow with the code %@
he: כדי להצטרף לקבוצה שלי %@, אנא הצטרף עם מזהה הקבוצה %@ ולאחר מכן עם הקוד %@

source: Join
he: הצטרף

source: Join Group
he: הצטרף לקבוצה

source: Leave Group
he: עזוב קבוצה

source: LIVE MONITOR
he: מוניטור

source: LOGGED IN AS:
he: שם משתמש:

source: Main Settings
he: הגדרות ראשיות

source: Members
he: חברים

source: Name
he: שם

source: No
he: לא

source: No groups found
he: לא נמצאו קבוצות

source: No command
he: אין פקודה

source: Not active
he: לא פעיל

source: Open Settings
he: פתח הגדרות

# permissions_message
source: Belay is On requires Microphone, Speech Recognition, and Notification permissions to function. Please enable them in Settings.
he: אפליקציית Belay is On זקוקה להרשאות מיקרופון, זיהוי דיבור והתראות כדי לפעול. אנא אפשר אותן בהגדרות.

# permissions_message_notifications
source: Belay is On requires Notification permissions to play alerts. Please enable them in Settings.
he: אפליקציית Belay is On זקוקה להרשאת התראות כדי להשמיע התראות. אנא אפשר אותן בהגדרות.

source: Permissions Required
he: נדרשות הרשאות

source: Phrases
he: ביטויים

source: QUICK SEND
he: שליחה מהירה

source: Quick Send Command
he: שליחה ללא קול

source: Remove
he: הסר

source: RESULTS FOR "%@"
he: תוצאות עבור "%@"

source: Save
he: שמור

source: Search
he: חפש

source: SEARCHING ACTIVE SIGNALS...
he: מחפש אותות פעילים...

source: Security Code
he: קוד אבטחה

source: Select an item
he: יש לבחור

source: Select Group
he: בחר קבוצה

source: SELECT PHRASES
he: בחר ביטויים

source: Settings
he: הגדרות

# sign_in_explanation
source: Belay is On enables multi pitch climbers communicate handsfree as long as there is reception. The App is free to use and doesn’t share anything with anyone. It was created by a climber for climbers.
he: האפליקציה מאפשרת למטפסי מולטי פיץ׳ לתקשר ללא נגיעה בטלפון כל עוד יש תקשורת סלולרית. האפליקציה ניתנת בחינם ואינה משתפת שום מידע עם שום גוף. היא נוצרה על ידי מטפס עבור מטפסים.

# sign_in_google
source: Sign in with Google
he: התחבר עם Google

source: Start Date
he: תאריך התחלה

source: START LISTENING
he: התחל להקשיב

source: Switch User
he: החלף משתמש

source: Synchronize with Main
he: סנכרון עם האפליקציה הראשית

# thirty_day_max
source: 30-Day Max
he: מקס 30 יום

source: TRANSCRIPT
he: תמלול

source: Update
he: עדכן

source: Volume
he: עוצמת קול

# waiting_command
source: Waiting for command...
he: מחכה לפקודה...

# welcome_user
source: Welcome %@
he: ברוך הבא %@

source: Yes
he: כן
